/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2017 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "Türkçe";
"lng_switch_to_this" = "İngilizce'ye çevir";

"lng_menu_contacts" = "Kişiler";
"lng_menu_calls" = "Calls";
"lng_menu_settings" = "Ayarlar";
"lng_menu_about" = "Hakkında";
"lng_menu_update" = "Güncelleme";
"lng_menu_back" = "Geri";
"lng_menu_night_mode" = "Night mode";

"lng_disable_notifications_from_tray" = "Bildirimleri Kapat";
"lng_enable_notifications_from_tray" = "Bildirimleri Aç";
"lng_open_from_tray" = "Telegram'ı Aç";
"lng_minimize_to_tray" = "Simge Durumuna Küçült";
"lng_quit_from_tray" = "Telegram'dan Çık";
"lng_tray_icon_text" = "Telegram, burada çalışmaya devam ediyor,\nbunu ayarlar sayfasından değiştirebilirsiniz.\nEğer simge burada görünmüyorsa,\ngizlenmiş ikonlardan buraya sürükleyin.";

"lng_month1" = "Ocak";
"lng_month2" = "Şubat";
"lng_month3" = "Mart";
"lng_month4" = "Nisan";
"lng_month5" = "Mayıs";
"lng_month6" = "Haziran";
"lng_month7" = "Temmuz";
"lng_month8" = "Ağustos";
"lng_month9" = "Eylül";
"lng_month10" = "Ekim";
"lng_month11" = "Kasım";
"lng_month12" = "Aralık";

"lng_month1_small" = "Oca";
"lng_month2_small" = "Şub";
"lng_month3_small" = "Mar";
"lng_month4_small" = "Nis";
"lng_month5_small" = "May";
"lng_month6_small" = "Haz";
"lng_month7_small" = "Tem";
"lng_month8_small" = "Ağu";
"lng_month9_small" = "Eyl";
"lng_month10_small" = "Eki";
"lng_month11_small" = "Kas";
"lng_month12_small" = "Ara";

"lng_weekday1" = "Pzt";
"lng_weekday2" = "Sal";
"lng_weekday3" = "Çar";
"lng_weekday4" = "Per";
"lng_weekday5" = "Cuma";
"lng_weekday6" = "Cmt";
"lng_weekday7" = "Pzr";

"lng_month_day" = "{day} {month}";
"lng_month_day_year" = "{day} {month}, {year}";
"lng_month_year" = "{month} {year}";

"lng_box_ok" = "TAMAM";

"lng_cancel" = "İptal";
"lng_continue" = "Devam";
"lng_close" = "Kapat";
"lng_connecting" = "Bağlanıyor...";
"lng_connecting_to_proxy" = "Connecting to proxy...";
"lng_connecting_settings" = "Settings";
"lng_reconnecting#one" = "Reconnect in {count} s...";
"lng_reconnecting#other" = "Reconnect in {count} s...";
"lng_reconnecting_try_now" = "Şimdi Dene";

"lng_status_service_notifications" = "servis bildirimleri";
"lng_status_support" = "destek";
"lng_status_bot" = "Robot";
"lng_status_bot_reads_all" = "mesajlara erişebilir";
"lng_status_bot_not_reads_all" = "mesajlara erişemez";
"lng_status_offline" = "uzun zaman önce görüldü";
"lng_status_recently" = "yakın zamanda görüldü";
"lng_status_last_week" = "bir hafta içinde görüldü";
"lng_status_last_month" = "bir ay içinde görüldü";
"lng_status_lastseen_now" = "şimdi görüldü";
"lng_status_lastseen_minutes#one" = "last seen {count} minute ago";
"lng_status_lastseen_minutes#other" = "last seen {count} minutes ago";
"lng_status_lastseen_hours#one" = "last seen {count} hour ago";
"lng_status_lastseen_hours#other" = "last seen {count} hours ago";
"lng_status_lastseen_today" = "Bugün {time} saatinde görüldü";
"lng_status_lastseen_yesterday" = "Dün {time} saatinde görüldü";
"lng_status_lastseen_date" = "{date} tarihinde görüldü";
"lng_status_lastseen_date_time" = "{date} tarihinde {time} saatinde görüldü";
"lng_status_online" = "çevrimiçi";
"lng_status_connecting" = "bağlanıyor...";

"lng_chat_status_unaccessible" = "group is inaccessible";
"lng_chat_status_members#one" = "{count} member";
"lng_chat_status_members#other" = "{count} members";
"lng_chat_status_online#one" = "{count} online";
"lng_chat_status_online#other" = "{count} online";
"lng_chat_status_members_online" = "{members_count}, {online_count}";

"lng_channel_status" = "kanal";
"lng_group_status" = "grup";

"lng_channel_members_link#one" = "{count} member";
"lng_channel_members_link#other" = "{count} members";
"lng_channel_admins_link#one" = "{count} administrator";
"lng_channel_admins_link#other" = "{count} administrators";

"lng_server_error" = "İç sunucu hatası.";
"lng_flood_error" = "Çok fazla deneme yaptınız. Lütfen daha sonra tekrar deneyin.";
"lng_gif_error" = "An error has occurred while reading GIF animation :(";
"lng_edit_error" = "Bu mesajı düzenleyemezsiniz";
"lng_join_channel_error" = "Üzgünüz, çok fazla süpergruba ve kanala katıldınız. Katılmadan önce lüften bazılarından ayrılın.";
"lng_error_phone_flood" = "Sorry, you have deleted and re-created your account too many times recently. Please wait for a few days before signing up again.";
"lng_error_start_minimized_passcoded" = "You have set a local passcode, so the app can't be launched minimized. App will ask you to enter the passcode before it can start working.";
"lng_error_pinned_max#one" = "Sorry, you can pin no more than {count} chat to the top.";
"lng_error_pinned_max#other" = "Sorry, you can pin no more than {count} chats to the top.";
"lng_error_public_groups_denied" = "Unfortunately, you were banned from participating in public groups.\n{more_info}";
"lng_error_cant_add_member" = "Sorry, you can't add the bot to this group. Ask a group admin to do it.";
"lng_error_cant_add_bot" = "Sorry, this bot can't be added to groups.";
"lng_error_cant_add_admin_invite" = "Sorry, you can't add this user as an admin because they are not a member of this group and you are not allowed to invite them.";
"lng_error_cant_add_admin_unban" = "Sorry, you can't add this user as an admin because they are in the blacklist and you can't unban them.";
"lng_error_cant_ban_admin" = "Sorry, you can't ban this user because they are an admin in this group and you are not allowed to demote them.";
"lng_sure_add_admin_invite" = "This user is not a member of this group. Add them to the group and promote them to admin?";
"lng_sure_add_admin_unban" = "This user is currently restricted or banned in this group. Are you sure you want to unban and promote them?";
"lng_sure_ban_admin" = "This user is an admin in this group. Are you sure you want to go ahead and restrict them?";
"lng_sure_ban_user_group" = "Ban {user} in the group?";
"lng_sure_enable_socks" = "Are you sure you want to enable this proxy?\n\nServer: {server}\nPort: {port}\n\nYou can change your proxy server later in the Settings (Connection Type).";
"lng_sure_enable" = "Enable";

"lng_edit_deleted" = "Bu mesaj silindi";
"lng_edit_too_long" = "Mesaj metniniz çok uzun";
"lng_edit_message" = "Mesajı düzenle";
"lng_edit_message_text" = "Yeni mesaj metni...";
"lng_deleted" = "Deleted Account";
"lng_deleted_message" = "Silinmiş mesaj";
"lng_pinned_message" = "Sabitlenmiş Mesaj";
"lng_pinned_unpin_sure" = "Bu mesajı kaldırmak istiyor musunuz?";
"lng_pinned_pin_sure" = "Bu mesajı sabitlemek istiyor musunuz?";
"lng_pinned_pin" = "Sabitle";
"lng_pinned_unpin" = "Sabitlemeyi Kaldır";
"lng_pinned_notify" = "Tüm üyelere bildir";

"lng_intro_about" = "Welcome to the official Telegram Desktop app.\nIt's fast and secure.";
"lng_start_msgs" = "MESAJLAŞMAYA BAŞLA";

"lng_intro_next" = "İLERİ";
"lng_intro_finish" = "KAYDOL";
"lng_intro_submit" = "TAMAMLA";

"lng_photo_caption" = "Başlık";
"lng_photos_comment" = "Comment";

"lng_phone_title" = "Telefonunuz";
"lng_phone_desc" = "Lütfen ülke kodunuzu doğrulayın ve\ntelefon numaranızı girin.";
"lng_phone_notreg" = "If you don't have a Telegram account yet,\nplease [b]sign up[/b] with {link_start}Android / iPhone{link_end} or {signup_start}here{signup_end}";
"lng_country_code" = "Ülke Kodu";
"lng_bad_country_code" = "Geçersiz Ülke Kodu";
"lng_country_ph" = "Bul";
"lng_country_none" = "Ülke Bulunamadı";
"lng_country_select" = "Ülke Seç";

"lng_code_ph" = "Kodunuz";
"lng_code_desc" = "Telefonunuza aktivasyon kodu içeren sms gönderdik.\nLütfen kodu aşağıya girin.";
"lng_code_telegram" = "Please enter the code you've just received\nin your previous [b]Telegram[/b] app.";
"lng_code_no_telegram" = "Kodu SMS ile gönder";
"lng_code_call" = "Telegram sizi {minutes}:{seconds} içinde arayacak.";
"lng_code_calling" = "Telegram'dan çağrı isteniyor...";
"lng_code_called" = "Telegram numaranızı çevirdi";

"lng_bad_phone" = "Geçersiz numara. Tekrar deneyin.";
"lng_bad_phone_noreg" = "Numara kayıtlı değil.";
"lng_bad_code" = "Geçersiz kod girdiniz.";
"lng_bad_name" = "Lütfen adınızı ve soyadınızı girin.";
"lng_bad_photo" = "Kötü görüntü seçildi.";

"lng_signin_title" = "Bulut Şifre Kontrolü";
"lng_signin_desc" = "Lütfen bulut şifrenizi girin.";
"lng_signin_recover_desc" = "Please enter the code from the e-mail\n{email}";
"lng_signin_password" = "Bulut Şifreniz";
"lng_signin_code" = "E-postadaki kod";
"lng_signin_recover" = "Şifrenizi mi unuttunuz?";
"lng_signin_recover_title" = "Şifre Sıfırla";
"lng_signin_hint" = "İpucu: {password_hint}";
"lng_signin_recover_hint" = "Kod {recover_email} adresine gönderildi.";
"lng_signin_bad_password" = "Yanlış bir şifre girdiniz.";
"lng_signin_wrong_code" = "Geçersiz bir kod girdiniz.";
"lng_signin_try_password" = "E-postanıza erişmekte sorun mu yaşıyorsunuz?";
"lng_signin_password_removed" = "Bulut şifreniz devredışı bırakıldı.\nAyarlar'dan yeni bir şifre ayarlayabilirsiniz.";
"lng_signin_no_email_forgot" = "Şifrenizi ayarlarken kurtarma e-postası belirtmediğinizden dolayı\nparolanızı hatırlamaktan ya da hesabınızı sıfırlamaktan başka seçeneğiniz yok.";
"lng_signin_cant_email_forgot" = "E-posta adresinize erişim sağlayamazsanız, parolanızı hatırlamaktan ya da hesabınızı sıfırlamaktan başka seçeneğiniz yok.";
"lng_signin_reset_account" = "Hesabınızı sıfırlayın";
"lng_signin_sure_reset" = "1 DAKİKA!\n\nHesabınızı sıfırlarsanız, paylaştığınız tüm dosyalar ve medyalarla birlikte, tüm sohbetlerinizi ve mesajlarınızı kaybedeceksiniz!\n\nHesabınızı sıfırlamak istiyor musunuz?";
"lng_signin_reset" = "Sıfırla";
"lng_signin_reset_wait" = "Since the account {phone_number} is active and protected by a password, we will delete it in 1 week for security purposes. You can cancel this process at any time.\n\nYou’ll be able to reset your account in:\n{when}";
"lng_signin_reset_days#one" = "{count} day";
"lng_signin_reset_days#other" = "{count} days";
"lng_signin_reset_hours#one" = "{count} hour";
"lng_signin_reset_hours#other" = "{count} hours";
"lng_signin_reset_minutes#one" = "{count} minute";
"lng_signin_reset_minutes#other" = "{count} minutes";
"lng_signin_reset_in_days" = "{days_count} {hours_count} {minutes_count}";
"lng_signin_reset_in_hours" = "{hours_count} {minutes_count}";
"lng_signin_reset_cancelled" = "Your recent attempts to reset this account have been cancelled by its active user. Please try again in 7 days.";

"lng_signup_title" = "Your Info";
"lng_signup_desc" = "İsminizi girin\nve bir fotoğraf yükleyin.";

"lng_signup_firstname" = "Ad";
"lng_signup_lastname" = "Soyad";

"lng_dlg_filter" = "Bul";
"lng_dlg_new_group_name" = "Grup Adı";
"lng_dlg_new_channel_name" = "Kanal Adı";
"lng_no_contacts" = "Hiç kişiniz yok.";
"lng_no_chats" = "Sohbetleriniz burada olacak";
"lng_contacts_loading" = "Yükleniyor...";
"lng_contacts_not_found" = "Kişi bulunamadı";
"lng_dlg_search_for_messages" = "Mesajlarda ara";
"lng_update_telegram" = "Update Telegram";
"lng_dlg_search_in" = "Search messages in";
"lng_dlg_search_from" = "From: {user}";

"lng_settings_save" = "Kaydet";
"lng_settings_upload" = "Profil Fotoğrafı Ayarla";
"lng_settings_crop_profile" = "Select an area for your profile photo";
"lng_settings_uploading_photo" = "Fotoğraf yükleniyor...";
"lng_settings_edit" = "Edit";
"lng_settings_drop_area_subtitle" = "to set it as your photo";

"lng_username_title" = "Kullanıcı Adı";
"lng_username_about" = "Telegram'da bir kullanıcı adı seçebilirsiniz.\nArkadaşlarınız sizi bu kullanıcı adıyla bulabilirler ve telefon numaranızı bilmeseler de sizinle iletişime geçebilirler.\n\nKullanıcı adı oluştururken, a-z , 0-9 , _ karakterlerini kullanabilirsiniz.\n\nKullanıcı adınız en az 5 karakterden oluşmalıdır.";
"lng_username_choose" = "Kullanıcı adı seçin.";
"lng_username_invalid" = "Bu kullanıcı adı geçersiz.";
"lng_username_occupied" = "Bu kullanıcı adı kullanılıyor.";
"lng_username_too_short" = "Bu kullanıcı adı çok kısa.";
"lng_username_bad_symbols" = "Bu kullanıcı adı geçersiz sembol içeriyor.";
"lng_username_available" = "Bu kullanıcı adı alınabilir.";
"lng_username_not_found" = "@{user} kullanıcı adı bulunamadı.";
"lng_username_link_willbe" = "Böyle bir bağlantı sizinle bir sohbet açacak:";
"lng_username_link" = "Bu bağlantı sizinle bir sohbet başlatır:";
"lng_username_copied" = "Bağlantı kopyalandı.";

"lng_bio_title" = "Edit your bio";
"lng_bio_placeholder" = "Bio";
"lng_bio_about" = "You can add a few lines about yourself. Anyone who opens your profile will see this text.";

"lng_settings_section_info" = "Info";
"lng_settings_username" = "Kullanıcı Adı:";
"lng_settings_choose_username" = "Kullanıcı adı seç";
"lng_settings_empty_bio" = "None";

"lng_settings_section_notify" = "Bildirimler";
"lng_settings_desktop_notify" = "Masaüstü Bildirimleri";
"lng_settings_show_name" = "Gönderenin ismini göster";
"lng_settings_show_preview" = "Mesaj önizlemesini göster";
"lng_settings_use_windows" = "Windows bildirimlerini kullan";
"lng_settings_use_native_notifications" = "Use native notifications";
"lng_settings_advanced_notifications" = "Notifications position and count";
"lng_settings_notifications_position" = "Location on the screen";
"lng_settings_notifications_count" = "Notifications count";
"lng_settings_sound_notify" = "Ses çal";
"lng_settings_include_muted" = "Okunmamış sayacına susturulmuş sohbetleri dahil et";

"lng_notification_preview" = "Yeni bir mesajınız var";
"lng_notification_reply" = "Reply";
"lng_notification_hide_all" = "Hide all";
"lng_notification_sample" = "This is a sample notification";

"lng_settings_section_general" = "Genel";
"lng_settings_change_lang" = "Dili değiştir";
"lng_languages" = "Diller";
"lng_sure_save_language" = "Dil değişikliği için Telegram'ın yeniden başlatılması gerekiyor.";
"lng_settings_update_automatically" = "Update automatically";
"lng_settings_current_version_label" = "Version {version}:";
"lng_settings_current_version" = "Sürüm {version}";
"lng_settings_check_now" = "Güncellemeleri denetle";
"lng_settings_update_checking" = "Güncellemeler denetleniyor..";
"lng_settings_latest_installed" = "En son sürüm kurulu";
"lng_settings_downloading" = "Güncelleme indiriliyor {ready} / {total} MB...";
"lng_settings_update_ready" = "Yeni sürüm hazır";
"lng_settings_update_now" = "Şimdi yeniden başlat";
"lng_settings_update_fail" = "Güncelleme denetleme başarısız :(";
"lng_settings_workmode_tray" = "Bildirim tepsisinde simge göster";
"lng_settings_workmode_window" = "Görev çubuğunda simge göster";
"lng_settings_auto_start" = "Sistem açıldığında Telegram'ı başlat";
"lng_settings_start_min" = "Simge durumunda başlat";
"lng_settings_add_sendto" = "«Gönder» menüsünde Telegram yer alsın";
"lng_settings_section_scale" = "Interface Scale";
"lng_settings_scale_auto" = "Otomatik ({cur})";

"lng_settings_section_chat_settings" = "Chat Settings";
"lng_settings_replace_emojis" = "Emoji olarak değiştir";
"lng_settings_view_emojis" = "Listeyi göster";
"lng_settings_send_enter" = "Enter tuşu ile gönder";
"lng_settings_send_ctrlenter" = "Ctrl+Enter ile gönder";
"lng_settings_send_cmdenter" = "Cmd+Enter ile gönder";

"lng_settings_section_background" = "Sohbet arkaplanı";
"lng_settings_bg_use_default" = "Use default color theme";
"lng_settings_bg_from_gallery" = "Galeriden seç";
"lng_settings_bg_from_file" = "Dosyadan seç";
"lng_settings_bg_edit_theme" = "Edit theme";
"lng_settings_bg_tile" = "Arkaplanı döşe";
"lng_settings_adaptive_wide" = "Geniş ekranlara göre uyarla";

"lng_backgrounds_header" = "Yeni sohbet arkaplanınızı seçin";
"lng_theme_sure_keep" = "Keep this color theme?";
"lng_theme_reverting#one" = "Reverting to the old color theme in {count} second.";
"lng_theme_reverting#other" = "Reverting to the old color theme in {count} seconds.";
"lng_theme_keep_changes" = "Keep changes";
"lng_theme_revert" = "Revert";

"lng_download_path_dont_ask" = "Her dosya için indirme yolunu sorma";
"lng_download_path_label" = "İndirme yolu:";
"lng_download_path_temp" = "temp klasörü";
"lng_download_path_default" = "Varsayılan klasör";
"lng_download_path_clear" = "Hepsini temizle";
"lng_download_path_header" = "İndirme yolu seç";
"lng_download_path_default_radio" = "«İndirilenler» içindeki Telegram Klasörü";
"lng_download_path_temp_radio" = "Temp klasörü, çıkış yapıldığında ya da Telegram kaldırıldığında silinir";
"lng_download_path_dir_radio" = "Özel klasör, sadece el ile silinir";
"lng_download_path_choose" = "İndirme yolu seç";
"lng_sure_clear_downloads" = "Tüm indirilen dosyaları temp klasöründen kaldırmak istiyor musunuz? Bu işlem, çıkış yapıldığında ya da program kaldırıldığında otomatik gerçekleşir..";
"lng_download_path_failed" = "Dosya indirme işlemi başlayamadı. Bu hata indirme yolundaki hatadan kaynaklanabilir.\n\nAyarlardan indirme yolunu değiştirebilirsiniz.";
"lng_download_path_settings" = "Ayarlar";
"lng_download_finish_failed" = "Dosya indirme işlemi tamamlanamadı.\n\nTekrar denemek ister misiniz?";
"lng_download_path_clearing" = "Temizleniyor...";
"lng_download_path_cleared" = "Temizlendi!";
"lng_download_path_clear_failed" = "Temizleme başarısız :(";

"lng_settings_section_privacy" = "Privacy and Security";

"lng_local_storage_title" = "Local storage";
"lng_settings_no_data_cached" = "Önbellek verisi bulunamadı!";
"lng_settings_images_cached#one" = "{count} image, {size}";
"lng_settings_images_cached#other" = "{count} images, {size}";
"lng_settings_audios_cached#one" = "{count} voice message, {size}";
"lng_settings_audios_cached#other" = "{count} voice messages, {size}";
"lng_local_storage_clear" = "Tümünü temizle";
"lng_local_storage_clearing" = "Temizleniyor...";
"lng_local_storage_cleared" = "Temizlendi!";
"lng_local_storage_clear_failed" = "Temizleme başarısız :(";

"lng_settings_section_advanced_settings" = "Advanced Settings";
"lng_settings_enable_night_theme" = "Enable night mode";
"lng_settings_disable_night_theme" = "Disable night mode";

"lng_passcode_remove_button" = "Kaldır";

"lng_passcode_turn_on" = "Pin kodunu etkinleştir";
"lng_passcode_change" = "Pin kodunu değiştir";
"lng_passcode_create" = "Pin kodu";
"lng_passcode_remove" = "Pin kodunu kaldır";
"lng_passcode_turn_off" = "Kapat";
"lng_passcode_autolock" = "Otomatik Kilit";
"lng_passcode_autolock_away" = "Otomatik kilit:";
"lng_passcode_autolock_inactive" = "Otomatik kilit:";
"lng_passcode_autolock_minutes#one" = "{count} minute";
"lng_passcode_autolock_minutes#other" = "{count} minutes";
"lng_passcode_autolock_hours#one" = "{count} hour";
"lng_passcode_autolock_hours#other" = "{count} hours";
"lng_passcode_enter_old" = "Geçerli pin kodunu girin";
"lng_passcode_enter_first" = "Pin kodu girin";
"lng_passcode_enter_new" = "Yeni pin kodunuzu girin";
"lng_passcode_confirm_new" = "Yeni pin kodunuzu tekrar girin";
"lng_passcode_about" = "When a local passcode is set, a lock icon appears at the top of your chats list. Click it to lock the app.\n\nNote: if you forget your local passcode, you'll need to relogin in Telegram Desktop.";
"lng_passcode_differ" = "Pin kodları aynı değil";
"lng_passcode_wrong" = "Yanlış pin kodu";
"lng_passcode_is_same" = "Pin kodu değiştirilmedi";
"lng_passcode_enter" = "Pin kodunuzu girin";
"lng_passcode_ph" = "Your passcode";
"lng_passcode_submit" = "TAMAM";
"lng_passcode_logout" = "ÇIKIŞ YAP";
"lng_passcode_need_unblock" = "Önce kilidi açmalısınız.";

"lng_cloud_password_waiting" = "Doğrulama bağlantısı {email} adresine gönderilecek...";
"lng_cloud_password_change" = "Bulut şifresini değiştir";
"lng_cloud_password_create" = "Bulut şifresi";
"lng_cloud_password_remove" = "Bulut şifresini kaldır";
"lng_cloud_password_set" = "2 Adımlı Doğrulamayı etkinleştir";
"lng_cloud_password_edit" = "Bulut şifresini değiştir";
"lng_cloud_password_enter_old" = "Mevcut şifreyi girin";
"lng_cloud_password_enter_first" = "Bir şifre girin";
"lng_cloud_password_enter_new" = "Yeni şifre girin";
"lng_cloud_password_confirm_new" = "Yeni şifreyi tekrar girin";
"lng_cloud_password_hint" = "Şifre ipucu girin";
"lng_cloud_password_change_hint" = "Yeni şifre ipucu girin";
"lng_cloud_password_bad" = "Şifre ve ipucu aynı olamaz";
"lng_cloud_password_email" = "Kurtarma e-postası girin";
"lng_cloud_password_bad_email" = "Geçersiz e-posta adresi, lütfen başka bir tane deneyin";
"lng_cloud_password_about" = "Bu parola, yeni bir cihazda oturum açtığınızda, pin kodunuza ek olarak size sorulacak.";
"lng_cloud_password_about_recover" = "Uyarı! Parola kurtarma e-postası\neklemek istemediğinizden emin misiniz?\n\nEğer parolanızı unutursanız,\nTelegram hesabınıza bir daha erişemezsiniz.";
"lng_cloud_password_skip_email" = "E-postayı atla";
"lng_cloud_password_almost" = "Yazmış olduğunuz e-posta adresine doğrulama bağlantısı gönderildi.\nBağlantıya tıkladığınızda iki adımlı doğrulama etkinleştirilecek.";
"lng_cloud_password_was_set" = "İki Adımlı Doğrulama etkinleştirildi.";
"lng_cloud_password_updated" = "Bulut şifreniz güncellendi.";
"lng_cloud_password_removed" = "İki Adımlı Doğrulama iptal edildi.";
"lng_cloud_password_differ" = "Şifreler eşleşmiyor";
"lng_cloud_password_wrong" = "Yanlış bulut şifresi";
"lng_cloud_password_is_same" = "Şifre değiştirilmedi";

"lng_connection_type" = "Bağlantı türü:";
"lng_connection_auto_connecting" = "Varsayılan (bağlanıyor...)";
"lng_connection_auto" = "Varsayılan ({transport} kullanıldı)";
"lng_connection_proxy_connecting" = "Proxy üzerinden bağlanıyor...";
"lng_connection_proxy" = "Proxy ile {transport}";
"lng_connection_header" = "Bağlantı türü";
"lng_connection_auto_rb" = "Otomatik (Mevcut ise TCP ya da HTTP)";
"lng_connection_http_proxy_rb" = "Özel http-proxy ile HTTP";
"lng_connection_tcp_proxy_rb" = "Özel socks5-proxy ile TCP";
"lng_connection_try_ipv6" = "IPv6 üzerinden bağlanmayı dene";
"lng_connection_host_ph" = "Hostadı";
"lng_connection_port_ph" = "Port";
"lng_connection_user_ph" = "Kullanıcı adı";
"lng_connection_password_ph" = "Şifre";
"lng_connection_save" = "Kaydet";

"lng_settings_blocked_users" = "Blocked users";
"lng_settings_last_seen_privacy" = "Last seen privacy";
"lng_settings_calls_privacy" = "Phone calls privacy";
"lng_settings_groups_invite_privacy" = "Group invite settings";
"lng_settings_show_sessions" = "Tüm oturumları göster";
"lng_settings_self_destruct" = "Account self-destruct settings";
"lng_settings_change_phone" = "Change phone number";

"lng_settings_reset" = "Diğer oturumları sonlandır";
"lng_settings_reset_sure" = "Diğer tüm oturumları sonlandırmak istediğinizden emin misiniz?";
"lng_settings_reset_one_sure" = "Bu oturumu sonlandırmak istiyor musunuz?";
"lng_settings_reset_button" = "Sonlandır";
"lng_settings_reset_done" = "Diğer oturumlar kapatıldı.";
"lng_settings_manage_local_storage" = "Manage local storage";
"lng_settings_ask_question" = "Bir soru sor";
"lng_settings_ask_sure" = "Telegram desteğin gönüllüler tarafından sunulduğunu unutmayın. Sorularınızı mümkün olduğunca çabuk yanıtlamaya çalışıyoruz, fakat bu zaman alabiliyor.\n\nLütfen Telegram SSS'e göz atın: sorun çözme konusunda önemli ipuçları ve sık sorulan sorunların cevapları var.";
"lng_settings_faq_button" = "SSS sayfasına git";
"lng_settings_ask_ok" = "Sor";
"lng_settings_faq" = "Telegram SSS";
"lng_settings_logout" = "Çıkış yap";
"lng_sure_logout" = "Çıkış yapmak istediğinizden emin misiniz?";

"lng_settings_need_restart" = "Yeni ayarların uygulanabilmesi için yeniden başlatmanız gerekiyor. Şimdi yeniden başlatılsın mı?";
"lng_settings_restart_now" = "YENİDEN BAŞLAT";

"lng_sessions_header" = "Mevcut oturum";
"lng_sessions_other_header" = "Aktif oturumlar";
"lng_sessions_no_other" = "Başka oturum yok";
"lng_sessions_other_desc" = "Aynı telefon numarasını kullanarak, diğer mobil, tablet ve masaüstü cihazlarınızdan Telegram'da oturum açabilirsiniz. Tüm verileriniz anında senkronize edilecek.";
"lng_sessions_terminate_all" = "Diğer oturumları sonlandır";

"lng_blocked_list_title" = "Blocked users";
"lng_blocked_list_unknown_phone" = "unknown phone";
"lng_blocked_list_unblock" = "Unblock";
"lng_blocked_list_add" = "Block user";
"lng_blocked_list_add_title" = "Select user to block";
"lng_blocked_list_already_blocked" = "blocked already";
"lng_blocked_list_about" = "Blocked users can't send you messages or add you to groups. They will not see your profile pictures, online and last seen status.";
"lng_blocked_list_not_found" = "No users found.";

"lng_edit_privacy_everyone" = "Everybody";
"lng_edit_privacy_contacts" = "My contacts";
"lng_edit_privacy_nobody" = "Nobody";
"lng_edit_privacy_exceptions" = "Add exceptions";

"lng_edit_privacy_lastseen_title" = "Last seen privacy";
"lng_edit_privacy_lastseen_description" = "You can choose who can see your last seen time:";
"lng_edit_privacy_lastseen_warning" = "Important: you won't be able to see Last Seen times for people with whom you don't share your Last Seen time. Approximate last seen will be shown instead (recently, within a week, within a month).";
"lng_edit_privacy_lastseen_always_empty" = "Always share with";
"lng_edit_privacy_lastseen_always#one" = "Always share with {count} user";
"lng_edit_privacy_lastseen_always#other" = "Always share with {count} users";
"lng_edit_privacy_lastseen_never_empty" = "Never share with";
"lng_edit_privacy_lastseen_never#one" = "Never share with {count} user";
"lng_edit_privacy_lastseen_never#other" = "Never share with {count} users";
"lng_edit_privacy_lastseen_exceptions" = "These settings will override the values above.";
"lng_edit_privacy_lastseen_always_title" = "Always share with";
"lng_edit_privacy_lastseen_never_title" = "Never share with";

"lng_edit_privacy_groups_title" = "Group invite settings";
"lng_edit_privacy_groups_description" = "You can choose who can add you to groups and channels with granular precision:";
"lng_edit_privacy_groups_always_empty" = "Always allow";
"lng_edit_privacy_groups_always#one" = "Always allow {count} user";
"lng_edit_privacy_groups_always#other" = "Always allow {count} users";
"lng_edit_privacy_groups_never_empty" = "Never allow";
"lng_edit_privacy_groups_never#one" = "Never allow {count} user";
"lng_edit_privacy_groups_never#other" = "Never allow {count} users";
"lng_edit_privacy_groups_exceptions" = "These users will or will not be able to add you to groups and channels regardless of the settings above.";
"lng_edit_privacy_groups_always_title" = "Always allow";
"lng_edit_privacy_groups_never_title" = "Never allow";

"lng_edit_privacy_calls_title" = "Phone calls privacy";
"lng_edit_privacy_calls_description" = "You can restrict who can call you:";
"lng_edit_privacy_calls_always_empty" = "Always allow";
"lng_edit_privacy_calls_always#one" = "Always allow {count} user";
"lng_edit_privacy_calls_always#other" = "Always allow {count} users";
"lng_edit_privacy_calls_never_empty" = "Never allow";
"lng_edit_privacy_calls_never#one" = "Never allow {count} user";
"lng_edit_privacy_calls_never#other" = "Never allow {count} users";
"lng_edit_privacy_calls_exceptions" = "These users will or will not be able to call you regardless of the settings above.";
"lng_edit_privacy_calls_always_title" = "Always allow";
"lng_edit_privacy_calls_never_title" = "Never allow";

"lng_self_destruct_title" = "Account self-destruction";
"lng_self_destruct_description" = "If you don't come online at least once within this period, your account will be deleted along with all groups, messages and contacts.";
"lng_self_destruct_months#one" = "{count} month";
"lng_self_destruct_months#other" = "{count} months";
"lng_self_destruct_years#one" = "{count} year";
"lng_self_destruct_years#other" = "{count} years";

"lng_change_phone_title" = "Change phone number";
"lng_change_phone_description" = "You can change your Telegram number\nhere. Your account and all your cloud data\n— messages, media, contacts, etc. will be\nmoved to the new number.\n\n[b]Important[/b]: all your Telegram contacts will\nget your [b]new number[/b] added to their address\nbook, provided they had your old number and\nyou haven't blocked them in Telegram.";
"lng_change_phone_warning" = "All your Telegram contacts will get your new number added to their address book, provided they had your old number and you haven't blocked them in Telegram.";
"lng_change_phone_occupied" = "The number {phone} is already connected to a Telegram account. Please delete that account before migrating to the new number.";
"lng_change_phone_button" = "Change number";
"lng_change_phone_new_title" = "Enter new number";
"lng_change_phone_new_description" = "We will send an SMS with a confirmation code to your new number.";
"lng_change_phone_new_submit" = "Submit";
"lng_change_phone_code_title" = "Enter code";
"lng_change_phone_code_description" = "We've sent an SMS with a confirmation code to your phone {phone}.";
"lng_change_phone_success" = "Your phone number has been changed.";

"lng_mute_duration_hours#one" = "For {count} hour";
"lng_mute_duration_hours#other" = "For {count} hours";
"lng_mute_box_tip" = "Choose duration of turning off notifications from the following chat";

"lng_preview_loading" = "Bağlantı bilgisi alınıyor...";

"lng_profile_settings_section" = "Ayarlar";
"lng_profile_actions_section" = "Eylemler";
"lng_profile_bot_settings" = "Ayarlar";
"lng_profile_bot_help" = "Yardım";
"lng_profile_invite_link_section" = "Davetiye bağlantısı";
"lng_profile_create_public_link" = "Genel bağlantı oluştur";
"lng_profile_edit_public_link" = "Genel bağlatıyı düzenle";
"lng_profile_search_members" = "Search members";
"lng_profile_manage_admins" = "Yöneticileri yönet";
"lng_profile_manage_blocklist" = "Manage banned users";
"lng_profile_manage_restrictedlist" = "Manage restricted users";
"lng_profile_recent_actions" = "Recent actions";
"lng_profile_common_groups#one" = "{count} group in common";
"lng_profile_common_groups#other" = "{count} groups in common";
"lng_profile_common_groups_section" = "Groups in common";
"lng_profile_participants_section" = "Üyeler";
"lng_profile_info_section" = "Bilgi";
"lng_profile_mobile_number" = "Mobil:";
"lng_profile_username" = "Kullanıcı adı:";
"lng_profile_link" = "Bağlantı:";
"lng_profile_bio" = "Bio:";
"lng_profile_add_contact" = "Kişi Ekle";
"lng_profile_edit_contact" = "Düzenle";
"lng_profile_enable_notifications" = "Bildirimler";
"lng_profile_clear_history" = "Geçmişi temizle";
"lng_profile_delete_conversation" = "Konuşmayı sil";
"lng_profile_clear_and_exit" = "Sil ve çık";
"lng_profile_leave_channel" = "Kanaldan ayrıl";
"lng_profile_delete_channel" = "Kanalı sil";
"lng_profile_leave_group" = "Gruptan ayrıl";
"lng_profile_delete_group" = "Grubu sil";
"lng_profile_report" = "Rapor et";
"lng_profile_search_messages" = "Mesajlarda ara";
"lng_profile_block_user" = "Kullanıcıyı engelle";
"lng_profile_unblock_user" = "Kullanıcı engelini kaldır";
"lng_profile_block_bot" = "Durdur ve robotu engelle";
"lng_profile_unblock_bot" = "Robotun engelini kaldır";
"lng_profile_send_message" = "Mesaj gönder";
"lng_profile_share_contact" = "Kişi Paylaş";
"lng_profile_invite_to_group" = "Gruba Ekle";
"lng_profile_delete_contact" = "Sil";
"lng_profile_set_group_photo" = "Fotoğraf Ayarla";
"lng_profile_add_participant" = "Üye Ekle";
"lng_profile_view_channel" = "Kanala Bak";
"lng_profile_join_channel" = "Katıl";
"lng_profile_delete_and_exit" = "Ayrıl";
"lng_profile_kick" = "Kaldır";
"lng_profile_sure_kick" = "{user} gruptan çıkarılsın mı?";
"lng_profile_sure_kick_channel" = "{user} kanaldan çıkarılsın mı?";
"lng_profile_loading" = "Yükleniyor...";
"lng_profile_shared_media" = "Paylaşılan medya";
"lng_profile_photos#one" = "{count} photo";
"lng_profile_photos#other" = "{count} photos";
"lng_profile_photos_header" = "Photos";
"lng_profile_videos#one" = "{count} video";
"lng_profile_videos#other" = "{count} videos";
"lng_profile_videos_header" = "Videos";
"lng_profile_songs#one" = "{count} audio file";
"lng_profile_songs#other" = "{count} audio files";
"lng_profile_songs_header" = "Audio files";
"lng_profile_files#one" = "{count} file";
"lng_profile_files#other" = "{count} files";
"lng_profile_files_header" = "Files";
"lng_profile_audios#one" = "{count} voice message";
"lng_profile_audios#other" = "{count} voice messages";
"lng_profile_audios_header" = "Voice messages";
"lng_profile_shared_links#one" = "{count} shared link";
"lng_profile_shared_links#other" = "{count} shared links";
"lng_profile_shared_links_header" = "Shared links";
"lng_profile_copy_phone" = "Copy Phone Number";
"lng_profile_copy_fullname" = "Copy Name";
"lng_profile_drop_area_title" = "Resimlerini buraya sürükle";
"lng_profile_drop_area_subtitle" = "grup fotoğrafı olarak ayarlamak için";
"lng_profile_drop_area_subtitle_channel" = "kanal fotoğrafı olarak ayarlamak için";
"lng_profile_top_bar_share_contact" = "Paylaş";

"lng_report_title" = "Kanalı raporla";
"lng_report_group_title" = "Grubu raporla";
"lng_report_bot_title" = "Report bot";
"lng_report_reason_spam" = "Spam";
"lng_report_reason_violence" = "Şiddet";
"lng_report_reason_pornography" = "Pornografi";
"lng_report_reason_other" = "Diğer";
"lng_report_reason_description" = "Açıklama";
"lng_report_button" = "Rapor et";
"lng_report_thanks" = "Teşekkürler! Raporunuz takımımız tarafından en kısa zamanda incelenecek.";

"lng_channel_add_members" = "Üye ekle";
"lng_channel_add_banned" = "Ban user";
"lng_channel_add_restricted" = "Restrict user";
"lng_channel_admins" = "Yöneticiler";
"lng_channel_add_admin" = "Yönetici ekle";
"lng_channel_admin_status_creator" = "Creator";
"lng_channel_admin_status_promoted_by" = "Promoted by {user}";
"lng_channel_admin_status_not_admin" = "Not administrator";
"lng_channel_banned_status_restricted_by" = "Restricted by {user}";

"lng_group_blocked_list_about" = "Banned users are removed from the group and can only come back if invited by an admin.\nInvite links don't work for them.";

"lng_chat_all_members_admins" = "Tüm üyeler yönetici";
"lng_chat_about_all_admins" = "Grup üyeleri, yeni üye ekleyebilir, grubun isim ve fotoğrafını değiştirebilir.";
"lng_chat_about_admins" = "Grup yöneticileri, yeni üye ekleyip kaldırabilir, grubun isim ve fotoğrafını değiştirebilir.";

"lng_participant_filter" = "Ara";
"lng_participant_invite" = "Davet et";
"lng_participant_invite_sorry#one" = "Sorry, you can only add the first {count} member to a channel personally.\n\nFrom now on, people will need to join via your invite link.";
"lng_participant_invite_sorry#other" = "Sorry, you can only add the first {count} members to a channel personally.\n\nFrom now on, people will need to join via your invite link.";
"lng_create_group_back" = "Geri";
"lng_create_group_next" = "İleri";
"lng_create_group_create" = "Oluştur";
"lng_create_group_title" = "Yeni grup";
"lng_create_channel_title" = "Yeni kanal";
"lng_create_public_channel_title" = "Genel kanal";
"lng_create_public_channel_about" = "Herkes, kanalınızı arayarak bulabilir ve kanalınıza katılabilir.";
"lng_create_private_channel_title" = "Özel kanal";
"lng_create_private_channel_about" = "Sadece davet bağlantısına sahip olanlar katılabilir";
"lng_create_public_group_title" = "Genel grup";
"lng_create_public_group_about" = "Herkes, grubunuzu arayarak bulabilir ve kanalınıza katılabilir, yeni üyeler sohbet geçmişini görebilir.";
"lng_create_private_group_title" = "Özel grup";
"lng_create_private_group_about" = "Sadece davet edilen ya da davetiye bağlantısına sahip olanlar katılabilir";
"lng_create_group_skip" = "Atla";

"lng_create_channel_link_invalid" = "Bağlantı geçersiz";
"lng_create_channel_link_occupied" = "Üzgünüz, bu bağlantı zaten kullanılıyor";
"lng_create_channel_link_too_short" = "Üzgünüz, bağlantı çok kısa";
"lng_create_channel_link_bad_symbols" = "Üzgünüz, bağlantı geçersiz karakterler içeriyor";
"lng_create_channel_link_available" = "Bağlantı kullanılabilir.";
"lng_create_channel_link_copied" = "Bağlantı panoya kopyalandı.";

"lng_create_group_crop" = "Select an area for group photo";
"lng_create_channel_crop" = "Select an area for channel photo";

"lng_failed_add_participant" = "Kullanıcı eklenemedi. Lütfen daha sonra tekrar deneyin.";
"lng_failed_add_not_mutual" = "Üzgünüz, eğer bir kişi gruptan ayrılırsa karşılıklı olarak birbirinizin kişi listesinde ekliyseniz geri getirebilirsiniz (sizin telefon numaranızın onda, onun numarasının da sizde kayıtlı olması gerekiyor).";
"lng_failed_add_not_mutual_channel" = "Üzgünüz, eğer bir kişi kanaldan ayrılırsa karşılıklı olarak birbirinizin kişi listesinde ekliyseniz geri getirebilirsiniz (sizin telefon numaranızın onda, onun numarasının da sizde kayıtlı olması gerekiyor).";

"lng_sure_delete_contact" = "{contact} kişisini, kişi listenizden silmek istediğinizden emin misiniz?";
"lng_sure_delete_history" = "{contact} kişisi ile yaptığınız sohbet geçmişini silmek istediğinizden emin misiniz?\n\nBu işlem geri alınamaz.";
"lng_sure_delete_group_history" = "«{group}» grubundaki tüm mesaj geçmişinizi silmek istediğinizden emin misiniz?\n\nBu işlem geri alınamaz.";
"lng_sure_delete_and_exit" = "«{group}» grubundaki tüm mesaj geçmişinizi silmek ve gruptan ayrılmak istediğinizden emin misiniz?\n\nBu işlem geri alınamaz.";
"lng_sure_leave_channel" = "Kanaldan ayrılmak istediğinizden emin misiniz?";
"lng_sure_delete_channel" = "Bu kanalı silmek istediğinizden emin misiniz? Bütün üyeler kaldırılacak ve bütün mesajlar silinecek.";
"lng_sure_leave_group" = "Bu gruptan ayrılmak istiyor musunuz? Bu işlemi geri alamazsınız.";
"lng_sure_delete_group" = "Bu grubu silmek istediğinizden emin misiniz? Bütün üyeler kaldırılacak ve bütün mesajlar silinecek.";

"lng_message_empty" = "Boş mesaj";
"lng_message_unsupported" = "Bu mesaj Telegram sürümünüz tarafından desteklenmiyor. Görüntüleyebilmek için lütfen uygulamanızı güncelleyin: {link}.";

"lng_duration_seconds#one" = "{count} second";
"lng_duration_seconds#other" = "{count} seconds";
"lng_duration_minsec_minutes#one" = "{count} min";
"lng_duration_minsec_minutes#other" = "{count} min";
"lng_duration_minsec_seconds#one" = "{count} sec";
"lng_duration_minsec_seconds#other" = "{count} sec";
"lng_duration_minutes_seconds" = "{minutes_count} {seconds_count}";

"lng_action_add_user" = "{from}, {user} kişisini ekledi.";
"lng_action_add_users_many" = "{from}, {users} kişilerini ekledi.";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} ve {user}";
"lng_action_add_you" = "{from} sizi bu kanala ekledi.";
"lng_action_you_joined" = "Kanala katıldınız.";
"lng_action_add_you_group" = "{from} sizi gruba ekledi.";
"lng_action_you_joined_group" = "Gruba katıldınız.";
"lng_action_kick_user" = "{from}, {user} kişisini çıkardı.";
"lng_action_user_left" = "{from} gruptan ayrıldı.";
"lng_action_user_joined" = "{from} gruba katıldı.";
"lng_action_user_joined_by_link" = "{from} davet bağlantısı ile gruba katıldı.";
"lng_action_user_registered" = "{from}, Telegram'a katıldı.";
"lng_action_removed_photo" = "{from}, grup fotoğrafını kaldırdı.";
"lng_action_removed_photo_channel" = "Kanal fotoğrafı kaldırıldı.";
"lng_action_changed_photo" = "{from}, grup fotoğrafını güncelledi.";
"lng_action_changed_photo_channel" = "Kanal fotoğrafı güncellendi.";
"lng_action_changed_title" = "{from}, grup ismini «{title}» olarak değiştirdi.";
"lng_action_changed_title_channel" = "Kanal ismi, «{title}» olarak değiştirildi.";
"lng_action_created_chat" = "{from}, «{title}» grubunu oluşturdu.";
"lng_action_created_channel" = "Channel created";
"lng_action_group_migrate" = "Grup, süpergruba yükseltildi.";
"lng_action_pinned_message" = "{from}, «{text}» mesajını sabitledi.";
"lng_action_pinned_media" = "{from}, {media} sabitledi.";
"lng_action_pinned_media_photo" = "bir fotoğraf";
"lng_action_pinned_media_video" = "a video";
"lng_action_pinned_media_audio" = "bir ses dosyası";
"lng_action_pinned_media_voice" = "bir sesli mesaj";
"lng_action_pinned_media_video_message" = "a video message";
"lng_action_pinned_media_file" = "bir dosya";
"lng_action_pinned_media_gif" = "bir GIF";
"lng_action_pinned_media_contact" = "bir kişi bilgisi";
"lng_action_pinned_media_location" = "bir konum noktası";
"lng_action_pinned_media_sticker" = "bir çıkartma";
"lng_action_pinned_media_emoji_sticker" = "a {emoji} sticker";
"lng_action_pinned_media_game" = "the game «{game}»";
"lng_action_game_score#one" = "{from} scored {count} in {game}";
"lng_action_game_score#other" = "{from} scored {count} in {game}";
"lng_action_game_you_scored#one" = "You scored {count} in {game}";
"lng_action_game_you_scored#other" = "You scored {count} in {game}";
"lng_action_game_score_no_game#one" = "{from} scored {count}";
"lng_action_game_score_no_game#other" = "{from} scored {count}";
"lng_action_game_you_scored_no_game#one" = "You scored {count}";
"lng_action_game_you_scored_no_game#other" = "You scored {count}";
"lng_action_payment_done" = "You have just successfully transferred {amount} to {user}";
"lng_action_payment_done_for" = "You have just successfully transferred {amount} to {user} for {invoice}";
"lng_action_took_screenshot" = "{from} took a screenshot!";
"lng_action_you_took_screenshot" = "You took a screenshot!";

"lng_ttl_photo_received" = "{from} sent you a self-destructing photo. Please view it on your mobile.";
"lng_ttl_photo_sent" = "You sent a self-destructing photo.";
"lng_ttl_photo_expired" = "Photo has expired";
"lng_ttl_video_received" = "{from} sent you a self-destructing video. Please view it on your mobile.";
"lng_ttl_video_sent" = "You sent a self-destructing video.";
"lng_ttl_video_expired" = "Video has expired";

"lng_profile_migrate_reached#one" = "{count} member limit reached";
"lng_profile_migrate_reached#other" = "{count} members limit reached";
"lng_profile_migrate_body" = "Limiti arttırmak istiyorsanız, grubunuzu süpergruba  yükseltebilirsiniz.";
"lng_profile_migrate_learn_more" = "Daha fazlasını öğrenin »";
"lng_profile_migrate_button" = "Süpergruba yükselt";
"lng_profile_convert_title" = "Süpergruba çevir";
"lng_profile_convert_feature1" = "— Yeni üyeler tüm mesaj geçmişini görebilir";
"lng_profile_convert_feature2" = "— Silinen mesajlar tüm üyeler için silinir";
"lng_profile_convert_feature3" = "— Yöneticiler önemli mesajları sabitleyebilir";
"lng_profile_convert_feature4" = "— Grup sahibi, grup için genel bağlantı ayarlayabilir";
"lng_profile_convert_warning" = "{bold_start}Not:{bold_end} Bu işlem geri alınamaz.";
"lng_profile_convert_confirm" = "Çevir";
"lng_profile_add_more_after_upgrade#one" = "You will be able to add up to {count} member after you upgrade your group to a supergroup.";
"lng_profile_add_more_after_upgrade#other" = "You will be able to add up to {count} members after you upgrade your group to a supergroup.";

"lng_channel_not_accessible" = "Üzgünüz, bu kanala erişilemiyor.";
"lng_group_not_accessible" = "Üzgünüz, bu gruba erişilemiyor.";

"lng_channels_too_much_public_about" = "Sorry, you have reserved too many public usernames. You can revoke the link from one of your older groups or channels.";
"lng_channels_too_much_public_revoke_confirm_group" = "Are you sure you want to revoke the link {link}?\n\nThe group «{group}» will become private.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Are you sure you want to revoke the link {link}?\n\nThe channel «{group}» will become private.";
"lng_channels_too_much_public_revoke" = "Revoke";

"lng_group_invite_bad_link" = "Bu bağlantı hatalı ya da süresi dolmuş.";
"lng_group_invite_join" = "Katıl";

"lng_group_invite_members#one" = "{count} member, among them:";
"lng_group_invite_members#other" = "{count} members, among them:";

"lng_group_invite_create" = "Davet bağlantısı oluştur";
"lng_group_invite_about" = "Telegram kullanıcıları bu bağlantıyı kullanarak grubunuza katılabilecekler.";
"lng_group_invite_create_new" = "Davet bağlantısını iptal et";
"lng_group_invite_about_new" = "Önceki bağlantınız devre dışı bırakılacak ve sizin için yeni bir link oluşturacağız.";
"lng_group_invite_copied" = "Davet bağlantısı panoya kopyalandı.";
"lng_group_invite_no_room" = "Grupta halihazırda çok fazla üye olduğundan bu gruba katılamazsınız.";

"lng_channel_public_link_copied" = "Bağlantı panoya kopyalandı.";

"lng_forwarded" = "{user} kişisinden iletildi";
"lng_forwarded_date" = "Original: {date}";
"lng_forwarded_channel" = "{channel} kanalından iletildi";
"lng_forwarded_via" = "{inline_bot} robotu ile {user} kişisinden iletildi";
"lng_forwarded_channel_via" = "{inline_bot} robotu ile {channel} kanalından iletildi";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "Cevap olarak";
"lng_edited" = "düzenlendi";
"lng_edited_date" = "Düzenlendi: {date}";
"lng_cancel_edit_post_sure" = "Düzenlemeyi iptal et?";
"lng_cancel_edit_post_yes" = "Evet";
"lng_cancel_edit_post_no" = "Hayır";

"lng_bot_share_location_unavailable" = "Üzgünüz, Telegram Masaüstü'nde şimdilik konum paylaşma kullanılamıyor.";
"lng_bot_inline_geo_unavailable" = "Maalesef bu robot için konum paylaşımı gerekiyor.\nAncak şuanda Telegram Masaüstü'nde bu özellik kullanılamıyor.";
"lng_bot_share_phone" = "Telefon numarasını paylaş?";
"lng_bot_share_phone_confirm" = "Paylaş";

"lng_attach_failed" = "Başarısız";
"lng_attach_file" = "Dosya";
"lng_attach_photo" = "Fotoğraf";

"lng_media_type" = "Medya türü";
"lng_media_type_photos" = "Fotoğraflar";
"lng_media_type_videos" = "Videos";
"lng_media_type_songs" = "Ses dosyaları";
"lng_media_type_files" = "Dosyalar";
"lng_media_type_audios" = "Sesli mesajlar";
"lng_media_type_links" = "Bağlantılar";

"lng_media_open_with" = "Birlikte aç";
"lng_media_download" = "İndir";
"lng_media_cancel" = "İptal";
"lng_media_video" = "Video";
"lng_media_audio" = "Sesli mesaj";

"lng_media_auto_settings" = "Otomatik medya indirme ayarları";
"lng_media_auto_photo" = "Otomatik fotoğraf indirme";
"lng_media_auto_audio" = "Otomatik sesli mesaj indirme";
"lng_media_auto_gif" = "Otomatik GIF indirme";
"lng_media_auto_private_chats" = "Gizli sohbetler";
"lng_media_auto_groups" = "Gruplar ve kanallar";
"lng_media_auto_play" = "Otomatik oynat";

"lng_emoji_category0" = "Sık kullanılanlar";
"lng_emoji_category1" = "Kişiler";
"lng_emoji_category2" = "Doğa";
"lng_emoji_category3" = "Yiyecek & İçecek";
"lng_emoji_category4" = "Etkinlikler";
"lng_emoji_category5" = "Seyahat & Yerler";
"lng_emoji_category6" = "Cisimler";
"lng_emoji_category7" = "Semboller & Bayrakları";
"lng_emoji_hide_panel" = "Click here to hide the emoji sidebar";

"lng_recent_stickers" = "Frequently used";
"lng_faved_stickers" = "Favorite stickers";
"lng_faved_stickers_add" = "Add to Favorites";
"lng_faved_stickers_remove" = "Remove from Favorites";
"lng_group_stickers" = "Group stickers";
"lng_group_stickers_description" = "You can choose sticker set which will be available for every member while in the group chat.";
"lng_group_stickers_add" = "Choose sticker set";

"lng_switch_stickers" = "Çıkartmalar";
"lng_switch_emoji" = "Emoji";
"lng_switch_gifs" = "GIFs";
"lng_stickers_featured_add" = "Add";
"lng_gifs_search" = "Search GIFs";
"lng_gifs_no_saved" = "You have no saved GIFs yet.";

"lng_inline_bot_no_results" = "No results.";
"lng_inline_bot_via" = "{inline_bot} ile";

"lng_box_remove" = "Kaldır";

"lng_stickers_installed_tab" = "Stickers";
"lng_stickers_featured_tab" = "Trending";
"lng_stickers_archived_tab" = "Archived";
"lng_stickers_remove_pack" = "«{sticker_pack}» kaldır?";
"lng_stickers_add_pack" = "Çıkartmalara ekle";
"lng_stickers_share_pack" = "Çıkartmaları paylaş";
"lng_stickers_not_found" = "Çıkartma paketi bulunamadı.";
"lng_stickers_packs_archived" = "Some of your unused stickers have been archived to make room for the sets you've activated.";
"lng_stickers_copied" = "Çıkartma paketi bağlantısı panoya kopyalandı.";
"lng_stickers_default_set" = "Dahiler";
"lng_stickers_you_have" = "Çıkartma paketlerini yönet ve sırasını düzenle";
"lng_stickers_return" = "Geri al";
"lng_stickers_count#one" = "{count} sticker";
"lng_stickers_count#other" = "{count} stickers";
"lng_stickers_masks_pack" = "This is a pack of mask stickers. You can use them in the photo editor on our mobile apps.";
"lng_stickers_group_set" = "Group sticker set";
"lng_stickers_remove_group_set" = "Remove group sticker set?";
"lng_stickers_group_from_your" = "Choose from your stickers";

"lng_in_dlg_photo" = "Fotoğraf";
"lng_in_dlg_video" = "Video";
"lng_in_dlg_audio_file" = "Ses dosyası";
"lng_in_dlg_contact" = "Kişi";
"lng_in_dlg_audio" = "Sesli mesaj";
"lng_in_dlg_video_message" = "Video message";
"lng_in_dlg_file" = "Dosya";
"lng_in_dlg_sticker" = "Çıkartma";
"lng_in_dlg_sticker_emoji" = "{emoji} Sticker";

"lng_ban_user" = "Kullanıcıyı engelle";
"lng_delete_all_from" = "Bu kullanıcının bütün mesajlarını sil";
"lng_report_spam" = "Spam olarak bildir";
"lng_report_spam_hide" = "Gizle";
"lng_report_spam_thanks" = "Bildirdiğiniz için teşekkür ederiz!";
"lng_report_spam_sure" = "Bu kullanıcıyı spam olarak bildirmek istediğinizden emin misiniz?";
"lng_report_spam_sure_group" = "Bu grubu spam olarak bildirmek istediğinizden emin misiniz?";
"lng_report_spam_sure_channel" = "Bu kanalı spam olarak bildirmek istediğinizden emin misiniz?";
"lng_report_spam_ok" = "Bildir";
"lng_cant_send_to_not_contact" = "Üzgünüz, şuanda sadece karşılıklı olarak\nbirbirinizin kişi listesinde ekliyseniz\nmesaj gönderebilirsiniz. {more_info}";
"lng_cant_invite_not_contact" = "Üzgünüz, şuanda sadece karşılıklı olarak\nbirbirinizin kişi listesinde ekliyseniz\ngruplara ekleyebilirsiniz. {more_info}";
"lng_cant_more_info" = "Daha fazla bilgi »";
"lng_cant_invite_banned" = "Üzgünüz, bu kullanıcıyı sadece yöneticiler ekleyebilir.";
"lng_cant_invite_privacy" = "Üzgünüz, kendisinin gizlilik ayarlarından dolayı bu kullanıcıyı gruplara ekleyemezsiniz.";
"lng_cant_invite_privacy_channel" = "Üzgünüz, kendisinin gizlilik ayarlarından dolayı bu kullanıcıyı kanallara ekleyemezsiniz.";
"lng_cant_delete_group#one" = "Sorry, it is currently not possible to manually delete communities that have more than {count} member. Please contact Telegram support if you would like to delete this group.";
"lng_cant_delete_group#other" = "Sorry, it is currently not possible to manually delete communities that have more than {count} members. Please contact Telegram support if you would like to delete this group.";
"lng_cant_delete_channel#one" = "Sorry, it is currently not possible to manually delete communities that have more than {count} member. Please contact Telegram support if you would like to delete this channel.";
"lng_cant_delete_channel#other" = "Sorry, it is currently not possible to manually delete communities that have more than {count} members. Please contact Telegram support if you would like to delete this channel.";
"lng_cant_do_this" = "Üzgünüz, bu işleme erişilemiyor.";

"lng_send_button" = "Gönder";
"lng_message_ph" = "Bir mesaj yazın...";
"lng_broadcast_ph" = "Bir mesaj yayınlayın...";
"lng_broadcast_silent_ph" = "Sessiz yayın...";
"lng_record_cancel" = "İptal etmek için farenizi bu alanın dışına götürün";
"lng_will_be_notified" = "Mesaj gönderdiğinizde üyelere bildirilecek";
"lng_wont_be_notified" = "Mesaj gönderdiğinizde üyelere bildirilmeyecek";
"lng_willbe_history" = "Mesajlaşmaya başlamak için bir sohbet seçin...";
"lng_from_you" = "Siz";
"lng_from_draft" = "Taslak";
"lng_bot_description" = "Bu bot neler yapabilir?";
"lng_unblock_button" = "Engeli kaldır";
"lng_channel_join" = "Kanala katıl";
"lng_channel_mute" = "Sustur";
"lng_channel_unmute" = "Sesi Aç";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Show all chats";
"lng_dialogs_hide_muted_chats" = "Hide muted chats";

"lng_open_this_link" = "Bağlantıyı aç?";
"lng_open_link" = "Aç";
"lng_allow_bot_pass" = "Do you allow {bot_name} to pass your Telegram name and id to the web pages you open via this bot?";
"lng_allow_bot" = "Allow";

"lng_bot_start" = "Başlat";
"lng_bot_choose_group" = "Select a Group";
"lng_bot_no_groups" = "Hiç grubunuz yok";
"lng_bot_groups_not_found" = "Hiç grup bulunamadı";
"lng_bot_sure_invite" = "Robot «{group}» grubuna eklensin mi?";
"lng_bot_already_in_group" = "Bu robot zaten grubun üyesi.";
"lng_bot_choose_chat" = "Select a Chat";
"lng_bot_no_chats" = "You have no chats";
"lng_bot_chats_not_found" = "No chats found";
"lng_bot_sure_share_game" = "Share the game with {user}?";
"lng_bot_sure_share_game_group" = "Share the game with «{group}»?";

"lng_typing" = "yazıyor";
"lng_user_typing" = "{user} yazıyor";
"lng_users_typing" = "{user} ve {second_user} yazıyor";
"lng_many_typing#one" = "{count} person is typing";
"lng_many_typing#other" = "{count} people are typing";
"lng_playing_game" = "playing a game";
"lng_user_playing_game" = "{user} is playing a game";
"lng_users_playing_game" = "{user} and {second_user} are playing a game";
"lng_many_playing_game#one" = "{count} person is playing a game";
"lng_many_playing_game#other" = "{count} people are playing a game";
"lng_send_action_record_video" = "video kaydediyor";
"lng_user_action_record_video" = "{user} video kaydediyor";
"lng_send_action_upload_video" = "video gönderiyor";
"lng_user_action_upload_video" = "{user} video gönderiyor";
"lng_send_action_record_audio" = "sesli mesaj kaydediyor";
"lng_user_action_record_audio" = "{user} sesli mesaj kaydediyor";
"lng_send_action_upload_audio" = "sesli mesaj gönderiyor";
"lng_user_action_upload_audio" = "{user} sesli mesaj gönderiyor";
"lng_send_action_record_round" = "recording a video message";
"lng_user_action_record_round" = "{user} is recording a video message";
"lng_send_action_upload_round" = "sending a video message";
"lng_user_action_upload_round" = "{user} is sending a video message";
"lng_send_action_upload_photo" = "fotoğraf gönderiyor";
"lng_user_action_upload_photo" = "{user} fotoğraf gönderiyor";
"lng_send_action_upload_file" = "dosya gönderiyor";
"lng_user_action_upload_file" = "{user} dosya gönderiyor";
"lng_send_action_geo_location" = "konum seçiyor";
"lng_user_action_geo_location" = "{user} konum seçiyor";
"lng_send_action_choose_contact" = "kişi seçiyor";
"lng_user_action_choose_contact" = "{user} kişi seçiyor";
"lng_unread_bar#one" = "{count} unread message";
"lng_unread_bar#other" = "{count} unread messages";

"lng_maps_point" = "Konum";
"lng_save_photo" = "Görüntüyü kaydet";
"lng_save_video" = "Save video";
"lng_save_audio_file" = "Ses dosyasını kaydet";
"lng_save_audio" = "Sesli mesajı kaydet";
"lng_save_file" = "Dosyayı kaydet";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Choose an image";
"lng_choose_files" = "Choose files";
"lng_game_tag" = "Game";

"lng_context_view_profile" = "Profili görüntüle";
"lng_context_view_group" = "Grup bilgisini görüntüle";
"lng_context_view_channel" = "Kanal bilgisini görüntüle";
"lng_context_pin_to_top" = "Pin to top";
"lng_context_unpin_from_top" = "Unpin from top";

"lng_context_promote_admin" = "Promote to admin";
"lng_context_edit_permissions" = "Edit permissions";
"lng_context_restrict_user" = "Restrict user";
"lng_context_remove_from_group" = "Remove from group";

"lng_context_copy_link" = "Bağlantıyı kopyala";
"lng_context_copy_post_link" = "Mesaj bağlantısını kopyala";
"lng_context_copy_email" = "Copy Email Address";
"lng_context_copy_hashtag" = "Copy Hashtag";
"lng_context_copy_mention" = "Copy Username";
"lng_context_save_image" = "Görüntüyü farklı kaydet...";
"lng_context_copy_image" = "Görüntüyü kopyala";
"lng_context_cancel_download" = "İndirmeyi iptal et";
"lng_context_show_in_folder" = "Klasörde göster";
"lng_context_show_in_finder" = "Finder'da Göster";
"lng_context_save_video" = "Save Video As...";
"lng_context_save_audio_file" = "Ses dosyasını farklı kaydet...";
"lng_context_save_audio" = "Sesli mesajı farklı kaydet...";
"lng_context_pack_info" = "Paket bilgisi";
"lng_context_pack_add" = "Çıkartmalara ekle";
"lng_context_save_file" = "Dosyayı farklı kaydet...";
"lng_context_copy_text" = "Yazıyı kopyala";
"lng_context_open_gif" = "Open GIF";
"lng_context_save_gif" = "GIF'i kaydet";
"lng_context_to_msg" = "Mesaja git";
"lng_context_reply_msg" = "Cevapla";
"lng_context_edit_msg" = "Düzenle";
"lng_context_forward_msg" = "Mesajı ilet";
"lng_context_delete_msg" = "Mesajı sil";
"lng_context_select_msg" = "Mesaj seç";
"lng_context_pin_msg" = "Mesajı sabitle";
"lng_context_unpin_msg" = "Sabitlemeyi kaldır";
"lng_context_cancel_upload" = "Yüklemeyi iptal et";
"lng_context_copy_selected" = "Seçilenleri kopyala";
"lng_context_copy_selected_items" = "Copy Selected as Text";
"lng_context_forward_selected" = "Seçilenleri ilet";
"lng_context_delete_selected" = "Seçilenleri sil";
"lng_context_clear_selection" = "Seçimleri iptal et";
"lng_send_images_compress#one" = "Compress image";
"lng_send_images_compress#other" = "Compress images";
"lng_send_image_empty" = "Could not send an empty file: {name}";
"lng_send_image_too_large" = "Could not send a file, because it is larger than 1500 MB: {name}";
"lng_send_folder" = "Bir dizin olduğu için «{name}» ismini gönderilemiyor :(";
"lng_send_images_selected#one" = "{count} image selected";
"lng_send_images_selected#other" = "{count} images selected";
"lng_send_photos#one" = "Send {count} photo";
"lng_send_photos#other" = "Send {count} photos";
"lng_send_files_selected#one" = "{count} file selected";
"lng_send_files_selected#other" = "{count} files selected";
"lng_send_files#one" = "Send {count} file";
"lng_send_files#other" = "Send {count} files";

"lng_forward_choose" = "Alıcı seç...";
"lng_forward_cant" = "Üzgünüz, buraya iletemezsiniz :(";
"lng_forward_share_contact" = "Kişi bilgilerini, {recipient} ile paylaş?";
"lng_forward_share_cant" = "Sorry, no way to share contact here :(";
"lng_forward_send_file_confirm" = "«{name}», {recipient} alıcısına gönder?";
"lng_forward_send_files_confirm" = "Seçilen dosyaları {recipient} alıcısına gönder?";
"lng_forward_send_files_cant" = "Sorry, no way to send media here :(";
"lng_forward_send" = "Gönder";
"lng_forward_messages#one" = "{count} forwarded message";
"lng_forward_messages#other" = "{count} forwarded messages";
"lng_forwarding_from#one" = "{user} and {count} other";
"lng_forwarding_from#other" = "{user} and {count} others";
"lng_forwarding_from_two" = "{user} ve {second_user}";
"lng_inline_switch_choose" = "Sohbet seçin...";
"lng_inline_switch_cant" = "Üzgünüz, burada yazamazsınız :(";

"lng_share_cant" = "Üzgünüz, burada paylaşamazsınız :(";
"lng_reply_cant" = "Üzgünüz, süpergrupta eski mesajlara yanıt veremezsiniz :(";
"lng_reply_cant_forward" = "Üzgünüz, süpergrupta eski mesajlara yanıt veremezsiniz :( yorumunuzu ekleyerek mesajı iletmek ister misiniz?";

"lng_share_title" = "Share to";
"lng_share_copy_link" = "Copy share link";
"lng_share_confirm" = "Send";
"lng_share_wrong_user" = "This game was opened from a different user.";
"lng_share_game_link_copied" = "Game link copied to clipboard.";
"lng_share_done" = "Done!";

"lng_contact_phone" = "Telefon numarası";
"lng_enter_contact_data" = "Yeni kişi";
"lng_edit_group_title" = "Grup ismini düzenle";
"lng_edit_contact_title" = "Kişi ismini düzenle";
"lng_edit_channel_title" = "Kanalı düzenle";
"lng_edit_sign_messages" = "Mesajları imzala";
"lng_edit_group_who_invites" = "Who can add members";
"lng_edit_group_invites_everybody" = "All members";
"lng_edit_group_invites_only_admins" = "Only admins";
"lng_edit_group" = "Grubu düzenle";
"lng_edit_self_title" = "İsmini düzenle";
"lng_confirm_contact_data" = "Yeni kişi";
"lng_add_contact" = "Oluştur";
"lng_add_contact_button" = "Yeni kişi";
"lng_contacts_header" = "Kişiler";
"lng_contact_not_joined" = "{name}, ne yazık ki henüz Telegram'a katılmadı, fakat arkadaşınıza bir davetiye gönderebilrisiniz.\n\nSizi kişileriniz Telegram'a katıldığında bilgilendireceğiz.";
"lng_try_other_contact" = "Diğerini dene";
"lng_create_group_link" = "Bağlantı";
"lng_create_group_invite_link" = "Davet bağlantısı";
"lng_create_group_description" = "Açıklama (isteğe bağlı)";

"lng_drag_images_here" = "Görüntüleri buraya sürükle";
"lng_drag_photos_here" = "Fotoğrafları buraya sürükle";
"lng_drag_files_here" = "Dosyaları buraya sürükle";

"lng_drag_to_send_quick" = "hızlıca göndermek için";
"lng_drag_to_send_no_compression" = "sıkıştırmadan göndermek için";
"lng_drag_to_send_files" = "dosya olarak göndermek için";

"lng_selected_clear" = "İptal";
"lng_selected_delete" = "Sil";
"lng_selected_forward" = "İlet";
"lng_selected_cancel_sure_this" = "Yüklemeyi iptal et?";
"lng_selected_upload_stop" = "Dur";
"lng_selected_delete_sure_this" = "Bu mesajı silmek ister misiniz?";
"lng_selected_delete_sure#one" = "Do you want to delete {count} message?";
"lng_selected_delete_sure#other" = "Do you want to delete {count} messages?";
"lng_delete_photo_sure" = "Do you want to delete this photo?";
"lng_delete_for_everyone_hint#one" = "This will delete it for everyone in this chat.";
"lng_delete_for_everyone_hint#other" = "This will delete them for everyone in this chat.";
"lng_delete_for_me_chat_hint#one" = "This will delete it just for you, not for other participants of the chat.";
"lng_delete_for_me_chat_hint#other" = "This will delete them just for you, not for other participants of the chat.";
"lng_delete_for_me_hint#one" = "This will delete it just for you.";
"lng_delete_for_me_hint#other" = "This will delete them just for you.";
"lng_delete_for_everyone_check" = "Delete for everyone";
"lng_delete_for_other_check" = "Delete for {user}";
"lng_box_delete" = "Sil";
"lng_box_leave" = "Ayrıl";

"lng_about_version" = "sürüm {version}";
"lng_about_text_1" = "Official free messaging app based on [a href=\"https://core.telegram.org/api\"]Telegram API[/a]\nfor speed and security.";
"lng_about_text_2" = "Bu yazılım, [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL[/a] versiyon 3 altında lisanslanmıştır.\nKaynak kodları, [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a] sitesinde mevcuttur.";
"lng_about_text_3" = "Daha fazla bilgi için {faq_open}Telegram SSS{faq_close} sayfasını ziyaret ediniz.";
"lng_about_done" = "Bitti";

"lng_search_no_results" = "No messages found";
"lng_search_found_results#one" = "Found {count} message";
"lng_search_found_results#other" = "Found {count} messages";
"lng_search_global_results" = "Evrensel arama sonuçları";
"lng_search_messages_from" = "Show messages from";

"lng_media_save_progress" = "{ready} / {total} {mb}";
"lng_mediaview_save_as" = "Farklı kaydet...";
"lng_mediaview_copy" = "Kopyala";
"lng_mediaview_forward" = "İlet";
"lng_mediaview_delete" = "Sil";
"lng_mediaview_photos_all" = "Tüm fotoğrafları göster";
"lng_mediaview_files_all" = "Tüm dosyaları göster";
"lng_mediaview_single_photo" = "Tek fotoğraf";
"lng_mediaview_group_photo" = "Grup fotoğrafı";
"lng_mediaview_channel_photo" = "Kanal fotoğrafı";
"lng_mediaview_profile_photo" = "Profil fotoğrafı";
"lng_mediaview_file_n_of_count" = "{file} {n} / {count}";
"lng_mediaview_n_of_count" = "Fotoğraf {n} - {count}";
"lng_mediaview_doc_image" = "Dosya";
"lng_mediaview_today" = "bugün {time}";
"lng_mediaview_yesterday" = "dün {time}";
"lng_mediaview_date_time" = "{date} saat {time}";

"lng_mediaview_saved" = "Görüntü, [c]İndirilenler[/c] klasörünüze kaydedildi.";

"lng_theme_preview_title" = "Theme Preview";
"lng_theme_preview_generating" = "Generating color theme preview...";
"lng_theme_preview_invalid" = "Invalid data in this theme file.";
"lng_theme_preview_apply" = "Apply this theme";

"lng_new_authorization" = "Sn. {name},\n{day} günü, {date} saat {time} sularında yeni bir cihazdan hesabınıza bağlanıldığını tespit ettik.\n\nCihaz: {device}\nKonum: {location}\n\nBu siz değilseniz, Ayarlar'dan, Tüm oturumları göster'e girip bu oturumu sonlandırabilirsiniz.\n\nBaşkasının, sizin yerinize oturum açtığını düşünüyorsanız, Gizlilik ve Güvenlik ayarlarından İki Adımlı Doğrulama özelliğini etkinleştirebilirsiniz.\n\nSaygılarımızla,\nTelegram Ekibi";

"lng_new_version_wrap" = "Telegram Desktop {version} sürümüne güncellendi\n{changes}\nTam sürüm geçmişine buradan ulaşabilirsiniz:\n{link}";
"lng_new_version_minor" = "Hata düzeltmeleri ve diğer küçük iyileştirmeler";

"lng_menu_insert_unicode" = "Unicode kontrol karakteri ekle";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "This link is broken or has expired.";
"lng_confirm_phone_title" = "Cancel account reset";
"lng_confirm_phone_about" = "Somebody with access to your phone number {phone} has requested to delete your Telegram account and reset your 2-Step Verification password.\n\nIf this wasn't you, please enter the code we've just sent you via SMS to your number.";
"lng_confirm_phone_success" = "Success!\n\nThe deletion process was cancelled for your account {phone}. You may close this window now.";
"lng_confirm_phone_send" = "Send";
"lng_confirm_phone_enter_code" = "Please enter the code.";

"lng_theme_editor_no_keys" = "No keys in the palette yet";
"lng_theme_editor_cant_change_theme" = "You can not apply new themes while you're editing the color palette. Please close the theme editor first.";
"lng_theme_editor_new_keys" = "Not in the palette yet";
"lng_theme_editor_background_image" = "Background image";
"lng_theme_editor_saved_to_jpg" = "Saved to JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "JPEG image, {size}";
"lng_theme_editor_read_from_png" = "PNG image, {size}";
"lng_theme_editor_export" = "Export";
"lng_theme_editor_choose_image" = "Choose background image";
"lng_theme_editor_save_palette" = "Save palette file";
"lng_theme_editor_choose_name" = "Save theme file";
"lng_theme_editor_error" = "The editor encountered an error :( See 'log.txt' for details.";
"lng_theme_editor_done" = "Theme exported successfully!";
"lng_theme_editor_title" = "Edit color palette";
"lng_theme_editor_export_button" = "Export theme";

"lng_payments_not_supported" = "Sorry, Telegram Desktop doesn't support payments yet. Please use one of our mobile apps to do this.";
"lng_payments_receipt_label" = "Receipt";
"lng_payments_receipt_label_test" = "Test receipt";
"lng_payments_invoice_label" = "Invoice";
"lng_payments_invoice_label_test" = "Test invoice";
"lng_payments_receipt_button" = "Receipt";

"lng_call_status_incoming" = "is calling you...";
"lng_call_status_connecting" = "connecting...";
"lng_call_status_exchanging" = "exchanging encryption keys...";
"lng_call_status_waiting" = "waiting...";
"lng_call_status_requesting" = "requesting...";
"lng_call_status_hanging" = "hanging up...";
"lng_call_status_ended" = "call ended";
"lng_call_status_failed" = "failed to connect";
"lng_call_status_ringing" = "ringing...";
"lng_call_status_busy" = "line busy";
"lng_call_fingerprint_tooltip" = "If emoji on {user}'s screen are the same, this call is 100% secure";

"lng_call_error_not_available" = "Sorry, {user} doesn't accept calls.";
"lng_call_error_incompatible" = "{user}'s app is using an incompatible protocol. They need to update their app before you can call them.";
"lng_call_error_outdated" = "{user}'s app does not support calls. They need to update their app before you can call them.";
"lng_call_error_audio_io" = "There seems to be a problem with audio playback on your computer. Please make sure that your computer's speakers and microphone are working and try again.";

"lng_call_bar_hangup" = "End call";

"lng_call_box_title" = "Calls";
"lng_call_box_about" = "You didn't make any calls yet.";
"lng_call_box_status_today" = "{time}";
"lng_call_box_status_yesterday" = "Yesterday at {time}";
"lng_call_box_status_date" = "{date} at {time}";
"lng_call_box_status_group" = "({count}) {status}";

"lng_call_outgoing" = "Outgoing call";
"lng_call_incoming" = "Incoming call";
"lng_call_missed" = "Missed call";
"lng_call_cancelled" = "Cancelled call";
"lng_call_declined" = "Declined call";
"lng_call_duration_info" = "{time}, {duration}";
"lng_call_type_and_duration" = "{type} ({duration})";

"lng_call_rate_label" = "Please rate the quality of your call";
"lng_call_rate_comment" = "Comment (optional)";

"lng_player_message_today" = "Today at {time}";
"lng_player_message_yesterday" = "Yesterday at {time}";
"lng_player_message_date" = "{date} at {time}";

"lng_rights_edit_admin" = "Edit administrator";
"lng_rights_edit_admin_header" = "What can this admin do?";
"lng_rights_about_add_admins_yes" = "This admin will be able to add new admins with the same (or more limited) permissions.";
"lng_rights_about_add_admins_no" = "This admin will not be able to add new admins.";
"lng_rights_about_admin_cant_edit" = "You cannot edit rights of this admin.";
"lng_rights_user_restrictions" = "User restrictions";
"lng_rights_user_restrictions_header" = "What can this user do?";

"lng_rights_channel_info" = "Change channel info";
"lng_rights_channel_post" = "Post messages";
"lng_rights_channel_edit" = "Edit messages of others";
"lng_rights_channel_delete" = "Delete messages of others";
"lng_rights_group_info" = "Change group info";
"lng_rights_group_ban" = "Ban users";
"lng_rights_group_invite_link" = "Invite users via link";
"lng_rights_group_invite" = "Add users";
"lng_rights_group_pin" = "Pin messages";
"lng_rights_group_delete" = "Delete messages";
"lng_rights_add_admins" = "Add new admins";
"lng_rights_chat_read" = "Read messages";
"lng_rights_chat_send_text" = "Send messages";
"lng_rights_chat_send_media" = "Send media";
"lng_rights_chat_send_stickers" = "Send stickers & GIFs";
"lng_rights_chat_send_links" = "Embed links";
"lng_rights_chat_banned_until_header" = "Restricted until";
"lng_rights_chat_banned_forever" = "Forever";
"lng_rights_chat_banned_day#one" = "For {count} day";
"lng_rights_chat_banned_day#other" = "For {count} days";
"lng_rights_chat_banned_week#one" = "For {count} week";
"lng_rights_chat_banned_week#other" = "For {count} weeks";
"lng_rights_chat_banned_custom" = "Custom";
"lng_rights_chat_banned_custom_date" = "Until {date}";

"lng_restricted_send_message" = "The admins of this group restricted you from writing here.";
"lng_restricted_send_media" = "The admins of this group restricted you from posting media content here.";
"lng_restricted_send_stickers" = "The admins of this group restricted you from posting stickers here.";
"lng_restricted_send_gifs" = "The admins of this group restricted you from posting GIFs here.";
"lng_restricted_send_inline" = "The admins of this group restricted you from posting inline content here.";

"lng_restricted_list_title" = "Restricted users";
"lng_banned_list_title" = "Banned users";

"lng_admin_log_title_all" = "All actions";
"lng_admin_log_title_selected" = "Selected actions";
"lng_admin_log_filter" = "Filter";
"lng_admin_log_filter_title" = "Filter";
"lng_admin_log_filter_all_actions" = "All actions";
"lng_admin_log_filter_restrictions" = "New restrictions";
"lng_admin_log_filter_admins_new" = "New admins";
"lng_admin_log_filter_members_new" = "New members";
"lng_admin_log_filter_info_group" = "Group info";
"lng_admin_log_filter_info_channel" = "Channel info";
"lng_admin_log_filter_messages_deleted" = "Deleted messages";
"lng_admin_log_filter_messages_edited" = "Edited messages";
"lng_admin_log_filter_messages_pinned" = "Pinned messages";
"lng_admin_log_filter_members_removed" = "Leaving members";
"lng_admin_log_filter_all_admins" = "All users and admins";
"lng_admin_log_about" = "What is this?";
"lng_admin_log_about_text" = "This is a list of all service actions taken by the group's members and admins in the last 48 hours.";
"lng_admin_log_no_results_title" = "No actions found";
"lng_admin_log_no_results_text" = "No recent actions that match your query have been found.";
"lng_admin_log_no_results_search_text" = "No recent actions that contain '{query}' have been found.";
"lng_admin_log_no_events_title" = "No actions yet";
"lng_admin_log_no_events_text" = "There were no service actions\ntaken by the group's members\nand admins in the last 48 hours.";

"lng_admin_log_empty_text" = "Empty";
"lng_admin_log_changed_title_group" = "{from} changed group name to «{title}»";
"lng_admin_log_changed_title_channel" = "{from} changed channel name to «{title}»";
"lng_admin_log_changed_description_group" = "{from} edited group description:";
"lng_admin_log_removed_description_group" = "{from} removed group description";
"lng_admin_log_changed_description_channel" = "{from} edited channel description:";
"lng_admin_log_removed_description_channel" = "{from} removed channel description";
"lng_admin_log_previous_description" = "Previous description";
"lng_admin_log_changed_link_group" = "{from} changed group link:";
"lng_admin_log_removed_link_group" = "{from} removed group link";
"lng_admin_log_changed_link_channel" = "{from} changed channel link:";
"lng_admin_log_removed_link_channel" = "{from} removed channel link";
"lng_admin_log_previous_link" = "Previous link";
"lng_admin_log_changed_photo_group" = "{from} changed group photo";
"lng_admin_log_changed_photo_channel" = "{from} changed channel photo";
"lng_admin_log_removed_photo_group" = "{from} removed group photo";
"lng_admin_log_removed_photo_channel" = "{from} removed channel photo";
"lng_admin_log_invites_enabled" = "{from} enabled group invites";
"lng_admin_log_invites_disabled" = "{from} disabled group invites";
"lng_admin_log_signatures_enabled" = "{from} enabled signatures";
"lng_admin_log_signatures_disabled" = "{from} disabled signatures";
"lng_admin_log_pinned_message" = "{from} pinned message:";
"lng_admin_log_unpinned_message" = "{from} unpinned message";
"lng_admin_log_edited_caption" = "{from} edited caption:";
"lng_admin_log_removed_caption" = "{from} removed caption";
"lng_admin_log_previous_caption" = "Original caption";
"lng_admin_log_edited_message" = "{from} edited message:";
"lng_admin_log_previous_message" = "Original message";
"lng_admin_log_deleted_message" = "{from} deleted message:";
"lng_admin_log_participant_joined" = "{from} joined the group";
"lng_admin_log_participant_joined_channel" = "{from} joined the channel";
"lng_admin_log_participant_left" = "{from} left the group";
"lng_admin_log_participant_left_channel" = "{from} left the channel";
"lng_admin_log_invited" = "invited {user}";
"lng_admin_log_banned" = "banned {user}";
"lng_admin_log_restricted" = "changed restrictions for {user} {until}";
"lng_admin_log_promoted" = "changed privileges for {user}";
"lng_admin_log_changed_stickers_group" = "{from} changed group {sticker_set}";
"lng_admin_log_changed_stickers_set" = "sticker set";
"lng_admin_log_removed_stickers_group" = "{from} removed group sticker set";
"lng_admin_log_user_with_username" = "{name} ({mention})";
"lng_admin_log_restricted_forever" = "indefinitely";
"lng_admin_log_restricted_until" = "until {date}";
"lng_admin_log_banned_view_messages" = "Read messages";
"lng_admin_log_banned_send_messages" = "Send messages";
"lng_admin_log_banned_send_media" = "Send media";
"lng_admin_log_banned_send_stickers" = "Send stickers & GIFs";
"lng_admin_log_banned_embed_links" = "Embed links";
"lng_admin_log_admin_change_info" = "Change info";
"lng_admin_log_admin_post_messages" = "Post messages";
"lng_admin_log_admin_edit_messages" = "Edit messages";
"lng_admin_log_admin_delete_messages" = "Delete messages";
"lng_admin_log_admin_ban_users" = "Ban users";
"lng_admin_log_admin_invite_users" = "Add users";
"lng_admin_log_admin_invite_link" = "Invite users via link";
"lng_admin_log_admin_pin_messages" = "Pin messages";
"lng_admin_log_admin_add_admins" = "Add new admins";

// Wnd specific

"lng_wnd_choose_program_menu" = "Varsayılan programı seç...";

"lng_wnd_menu_undo" = "Geri al";
"lng_wnd_menu_redo" = "Yinele";

// Linux specific

"lng_linux_menu_undo" = "Geri al";
"lng_linux_menu_redo" = "Yinele";

// Mac specific

"lng_mac_choose_program_menu" = "Diğer...";

"lng_mac_choose_app" = "Uygulama seç";
"lng_mac_choose_text" = "\"{file}\" dosyasını açmak için bir uygulama seçiniz.";
"lng_mac_enable_filter" = "Etkinleştir:";
"lng_mac_recommended_apps" = "Önerilen uygulamalar";
"lng_mac_all_apps" = "Bütün uygulamalar";
"lng_mac_always_open_with" = "Daima bununla aç";
"lng_mac_this_app_can_open" = "Bu uygulama, \"{file}\" dosyasını açabilir.";
"lng_mac_not_known_app" = "Bu uygulamanın \"{file}\" dosyasını açabileceği bilinmiyor.";

"lng_mac_menu_services" = "Servisler";
"lng_mac_menu_hide_telegram" = "Gizle {telegram}";
"lng_mac_menu_hide_others" = "Diğerlerini gizle";
"lng_mac_menu_show_all" = "Hepsini göster";
"lng_mac_menu_preferences" = "Tercihler...";
"lng_mac_menu_quit_telegram" = "Çıkış {telegram}";
"lng_mac_menu_about_telegram" = "Hakkında {telegram}";
"lng_mac_menu_file" = "Dosya";
"lng_mac_menu_logout" = "Çıkış yap";
"lng_mac_menu_edit" = "Düzenle";
"lng_mac_menu_undo" = "Geri Al";
"lng_mac_menu_redo" = "Yinele";
"lng_mac_menu_cut" = "Kes";
"lng_mac_menu_copy" = "Kopyala";
"lng_mac_menu_paste" = "Yapıştır";
"lng_mac_menu_delete" = "Sil";
"lng_mac_menu_select_all" = "Hepsini seç";
"lng_mac_menu_window" = "Pencere";
"lng_mac_menu_contacts" = "Kişiler";
"lng_mac_menu_add_contact" = "Kişi ekle";
"lng_mac_menu_new_group" = "Yeni grup";
"lng_mac_menu_new_channel" = "Yeni kanal";
"lng_mac_menu_show" = "Telegram\'ı göster";

// Keys finished
